 [

  {
    "id": 1,
    "name": "Dir. Prof (Dr) Ishwar Singh",
    "company": "Indira Gandhi Hospital, New Delhi",
    "designation": "MD",
     "text":{
        "readText":[
            "The sustained efforts of your Team reflect a lot on the way you conduct business as a whole. I observed that we had real-time support of the original manufacturer and this gives us immense confidence. Gives our hospital a more robust, reliable and economical means of providing life-saving systems to our patients.",
            "We have recommended Oxair as a reliable partner to other Hospitals and within our medical fraternity."
        ]
     },
    "readMoreLink": "",
   "videoUrl": "/video/DrIshwarSinghIGHDelhi.mp4"
  },
    
    {
        "id": 2,
        "name": "Vijaya Health",
        "company": "Vijaya Health Centre",
        "designation": "Chief Administrative Officer",
         "text":{
          "readText":[
            "We sincerely appreciate your professional approach, efficient use of resources and the overall level of detail and accountability you demonstrated in this project. Commissioning of this Oxygen Plant is a significant milestone as it gives Vijaya Health Centre a more robust, reliable and economical means of providing life-saving system to our patients."
          ]
         } ,     
        "readMoreLink": "",
        "videoUrl": "DrIshwarSinghIGHDelhi.mp4"
      },
      {
        "id": 3,
        "name": "Dr. G.S. Sridhar",
        "company": "Kumar Hospital, Tiptur, Karnataka",
        "designation": "Medical Director",
         "text":{
            "readText":[
            "The PSA oxygen generation plant has not only proven to be cost-effective solution but has also eliminated our dependency on external oxygen suppliers. This self-sufficiency has been invaluable, allowing us to focus our resources on patient care and other critical areas.",
            "Your dedication, technical expertise, and support have been instrumental in its successful functioning and have earned the trust of the Hospital."
          ]   
    },
        "readMoreLink": "",
        "videoUrl": ""
      },
      {
        "id": 4,
        "name": "Alok Sharma",
        "company": "Kshetrapal Hospital, Ajmer, Rajasthan",
        "designation": "Admin Manager",
         "text":{
          "readText":[
         "Congratulations to Oxair India for successfully installing and commissioning our hospital's OA-550(53 cylinders per day capacity) Oxygen Plant in June 2019. The plant's excellent performance has significantly improved our ability to provide life-saving systems to patients. We highly recommend Oxair India as a reliable partner in the medical fraternity"
          ]
        },
         "readMoreLink": "",
        "videoUrl": ""
      },
      {
        "id": 5,
        "name": "",
        "company": "Mahatma Gandhi District Hospital",
        "address":"Banswara, Rajasthan",
        "designation": "Principal Medical Officer",
         "text":{
          "readText":[
         "Working continuously for the past three years without any major problems. The maintenance/periodic servicing work carried out by field engineers is commendable and the support given from Oxair Gas Sytems is noteworthy."
          ]
        },
         "readMoreLink": "",
        "videoUrl": ""
      },
      {
        "id": 6,
        "name": "Dr Sukhinder Singh",
        "company": "Commandant, FHQ BSF Hospital-II Tigri, New Delhi",
        "designation": "",
         "text":{
            "readText":[
                "We commend them for the uninterrupted operation of the plant and the periodic servicing and other support provided since the date of installation till date.",
                "We are happy to recommend Oxair PSA Oxygen Generation Plants."
            ]
         },
        "readMoreLink": "",
        "videoUrl": ""
      },
      {
        "id": 7,
        "name": "Dir. Prof (Dr) Ishwar Singh",
        "company": "Indira Gandhi Hospital, New Delhi",
        "designation": "MD",
         "text":{
            "readText":[
                "The sustained efforts of your Team reflect a lot on the way you conduct business as a whole. I observed that we had real-time support of the original manufacturer and this gives us immense confidence. Gives our hospital a more robust, reliable and economical means of providing life-saving systems to our patients.",
                "We have recommended Oxair as a reliable partner to other Hospitals and within our medical fraternity."
            ]
         },
        "readMoreLink": "",
       "videoUrl": "/video/DrIshwarSinghIGHDelhi.mp4"
      },
      {
        "id": 8,
        "name": "",
        "company": "Nyoma, Leh-Ladakh",
        "designation": "",
         "text":{
          "readText":[
        "Under adverse weather conditions and with limited resources installation of Oxygen Plant as well as Oxygen Gas Pipeline, work was done very professionally.",
        "I on behalf of staff of Primary Health Center and people of Nyoma village would like to thank M/S Oxair Gas Systems I P Ltd. and wish them all the success for their future installations."
          ]
        },
         "readMoreLink": "",
        "videoUrl": " "
      },
      {
        "id": 9,
        "name": "Dr Ravi Chandra Mouli",
        "company": "Raju Neuro & Multi Speciality Hospitals, Rajahmundry, A.P.",
        "designation": "CEO",
         "text":{
          "readText":[
        "We have installed a PSA Oxygen Generating Plant OA550 of Oxair Gas Systems India Pvt Ltd. weighing approximately 2.75 tons in Sept 2021 on our 5th floor terrace.",
        "Since commissioning of the plant we never faced any issues with regards to plant performance, vibration and service from M/S Oxair Gas Systems Pvt Ltd."
          ]
        },
         "readMoreLink": "",
        "videoUrl": " "
      },
      {
        "id": 10,
        "name": "Dr.S.M. Byadgi, General Surgeon,",
        "company": "Sukshema Hospital, Karnataka",
        "designation": "",
         "text":{
          "readText":[
            "It gives us immense pleasure to inform you that the Oxygen Generation Plant, installed by your company was commissioned in January 2018. It is the first PSA Oxygen Generation Plant in Davangere, and the oxygen being produced is in line with the requirements."

          ]
        },
         "readMoreLink": "",
        "videoUrl": "/video/Dr_SM_Byadigi_Sukshema.mp4"
      },
      {
        "id": 11,
        "name": "K Gopal",
        "company": "Linde India Limited",
        "designation": "General Manager – Procurement",
        "text":{
          "readText":[
   "We are grateful for your immense service and maintenance of our Oxygen Generation Plant at B.R. Singh Hospital, Sealdah, West Bengal. Your expertise in this area was invaluable, and your willingness and proactive in proving customer satisfaction with us was greatly appreciated."
          ]
        },     
        "readMoreLink": "",
        "videoUrl": ""
      }
  ]
